src/Psychospiritual-Affinity/main.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="Japanese" xml:lang="Japanese">
<head>
<!-- 2025-03-05 Wed 18:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>親精神性</title>
<meta name="author" content="haruki7049" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">親精神性</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb584366">1. 思想</a></li>
<li><a href="#org1ea7ead">2. 非日常到来</a>
<ul>
<li><a href="#orgdfe750e">2.1. 0</a></li>
<li><a href="#org9fb7fdd">2.2. 1</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgb584366" class="outline-2">
<h2 id="orgb584366"><span class="section-number-2">1.</span> 思想</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<p>
汝思考する時、世界は生まれる。<br />
汝思考する時、力が生まれる。<br />
</p>

<p>
汝より生まれし世界には、光もない。汝のみが光あれと述べられる。<br />
汝より生まれし世界には、法もない。汝のみが在り方を述べられる。<br />
汝より生まれし世界には、力はある。汝のみが使い道を述べられる。<br />
</p>

<p>
思考せよ。そこに汝のための世界はある。<br />
</p>
</blockquote>

<p>
世界は人の思考によって生み出すことができる。生み出した世界には光も人もなく、ただエネルギーのみが存在する。その人の思考によってのみ、そのまるで無法地帯とも呼べる世界を耕せるのだ。<br />
</p>

<p>
思考はエネルギーを生み出す。勿論そのエネルギーは外界には排出出来ないものだ。だがしかし、もしも思考のエネルギーを外界に排出出来るとしたら——<br />
</p>
</div>
</div>

<div id="outline-container-org1ea7ead" class="outline-2">
<h2 id="org1ea7ead"><span class="section-number-2">2.</span> 非日常到来</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgdfe750e" class="outline-3">
<h3 id="orgdfe750e"><span class="section-number-3">2.1.</span> 0</h3>
<div class="outline-text-3" id="text-2-1">
<blockquote>
<p>
貴官を8番区異常出現区画調査任務に任命する。<br />
</p>

<p>
&#x2013; 数時間前、ロジャー上官<br />
</p>
</blockquote>

<p>
異常出現区画への調査か。…異常に出現する区画ってなんだ？<br />
あの上官はいつも言葉が足りない。「勝手に風景が変わる場所」なんてあり得るわけがない。…はず。<br />
</p>

<p>
先ほど手続きした軍用車両に乗り込む。軍で採用されている車だけあって、舗装された道路以外でも安定して走れるように口径が大きいタイヤが装着されている。入軍する前はテレビでしか見てなかったよなと思い返しながら、車のエンジンをかけた。<br />
</p>

<p>
この寒い中にしばらく放置されていたエンジン。やっと仕事がやってきたと躍起になって動作する。この寒さだ、エンジンがかかるのにも時間が必要かと心配だったが、杞憂だったようだ。馬力が高い車だろうから、やはりかなりの騒音だ。<br />
</p>

<p>
ふと窓の外を見ると、窓が曇り始めていたから見えづらかったが、かろうじて一人軍服を着た男性が走ってくるのが見えた。大方あいつだろう。既にシートベルトを装着していたものだったから、身を捩って反対側の助手席の扉を開けた。<br />
</p>

<p>
「ゼェゼェ、流石に速すぎませんか、先輩！？」<br />
「別に速すぎることはない。君が遅いだけだ」<br />
</p>

<p>
何やら不平不満を吐き出していたようだったが、無視をした。任務はさっさと終わらせないとならない。彼が助手席に座り、扉を閉めたことを確認してから車を発進させた。<br />
</p>

<p>
「ちょっと先輩、まだシートベルトしてないんですけど？」<br />
「任務をちゃちゃっと終わらせて、こたつに入るためだ。お行儀が良いのは知っているが、我慢しろ」<br />
「こたつは天国ですものねぇ。この寒い中…」<br />
「なんだ、変ではなかろう」<br />
「もちろんですよ」<br />
</p>

<p>
軽く雑談を交わす。正直この後輩、少し苦手だ。なんだかまるで常にこちらのことを見透かしているかのような様子なのだ。私自身の話のテンポと、この後輩の話のテンポが絶妙に噛み合わない。できることならばあまり話したくないのだが、この後輩から私に近づいてくるのだから困る。<br />
</p>

<p>
—— 現在地から車で約一時間の位置に、その区画、８番区異常出現区画はあるらしいですよ。少々遠い気がする…。って聞いてます！？<br />
</p>

<p>
さっき乗車する前にもこの後輩が喚いていたのだが、その時に後輩の口から出た情報だった。この後輩と同じ感想を持つのはちょっと癪だが、確かに遠い気がする。この後輩は、軍隊にいるのだから当然なのかもしれないが、いつもの私へのとてもフレンドリーな態度と見比べてみると少し違和感を感じる程には嘘をつかない。まあ、元々は誠実な態度だったのだろう。一時間もかかるという情報は恐らく本当だ。<br />
</p>

<p>
「ふふっ」<br />
「なんだ急に笑って」<br />
「何でもないですよ〜？」<br />
</p>

<p>
その後も特筆すべきことは起きずに、運転は終了した。通ってきた道がオフロードであったためだろう、お尻が痛い。軍用車両というものにはあまり乗ったことがないのだが、クッションが硬いというのは噂通りだったようだ。強いて言うならば、例の場所に近づくにつれて後輩の元気が無くなっていったことか。まぁ大丈夫だろう、元気が無くとも冗談を言う余裕はあるようだし。<br />
</p>

<p>
石造りの、言わば「古代の遺跡」が目の前に佇む。イメージとしてはアンコールワットが近いのだろうか、様子はまるで仏教の石造り建造物であった。その遺跡を見て私は思わず言葉を出した。<br />
</p>

<p>
「デカいし、壮観だぁ…。すごいなぁ」<br />
「…」<br />
「どうした、いつもの調子じゃないな」<br />
「いえ、大丈夫です」<br />
</p>

<p>
何やら後輩が元気をなくしている。というか、まるで死地に行く軍人のように、顔は土気色になり、しかし覚悟を決めたような、そんな様子であった。もしかしてこの建造物のことを知っているのか…？<br />
でもそんなことはないだろう。この遺跡を知ったタイミングは私と同じであった。現に、いつもの淡々とした形式の司令をいただいた時の、あの呆れたような顔は今も覚えている。そしてそれは、確かに覚悟を決めた雰囲気ではなかった。<br />
</p>

<p>
不安が拭えない点がいくつかあれど、任務完了のためにも進まなければならない。私たちは遺跡内へと足を踏み出した。後輩は私の左後方から付いてきていた。なんか左後方にいられると気分的にむず痒くなる。<br />
</p>

<p>
遺跡内部へと歩き出してしばらく経った。今の所遺跡内部には然程異変は無かった。後輩と二人でテクテクと歩いていると、風景も相まって後輩との観光にも思えてくる。<br />
</p>

<p>
（そんな訳がない。ちゃんと目を凝らせ…。だってこの遺跡は人々が認識していない間に突如出現したんだぞ）<br />
</p>

<p>
目で見ると普通の遺跡に見えるが、そんなはずはない。そんなはずはないのだ。建物が一瞬にして建造される訳がない。考えろ…。瞬時に現れた建物、転移してきた建物、当然インテリアも転移するだろう、同時に知的生命体も転移してくるかも…。<br />
</p>

<p>
いやいや、さすがに知的生命体はないだろうと咄嗟に否定するも、建造物が一瞬で出現するならば、そのくらいは起こっても変ではないなと思い返す。<br />
</p>

<p>
今何か不快なモヤッとしたのが頭を…。<br />
</p>

<p>
その時、空気を切る音が左耳元で鳴った。数瞬反応が遅れたが、その飛来物らしきものは当たらなかった。私には。<br />
</p>

<p>
左耳元で鳴ったものだから思わず左に振り向いた。今の音は何だ、と。その時の様子は、私の命が尽きて精神が朽ちるまでずっと忘れてはならないものだった。<br />
</p>

<p>
その音源は、後輩の右目から脳天を、意図も容易くブチ抜いていった。残っていた左目は何かを伝えようとしているかのように、私の方を見ていた。<br />
</p>

<p>
後輩の命が尽きていく。嗚呼あまり私から名前を呼んでいなかったよなぁと、どのように考えても今更である考えが浮かぶ。何故銃弾を撃たれている最中であるのに考えを巡らせられているのか、いくら理由を考えても、これは走馬灯なんだろうとしか分からなかった。<br />
</p>

<p>
当たり前だが、音よりも人は速く動けない。敵は何処だと前方を向き、次に音が鳴った時には、眼球の目の前に飛来物があった。<br />
</p>
</div>
</div>

<div id="outline-container-org9fb7fdd" class="outline-3">
<h3 id="org9fb7fdd"><span class="section-number-3">2.2.</span> 1</h3>
<div class="outline-text-3" id="text-2-2">
<p>
（そんな訳がない。ちゃんと目を凝らせ…。だってこの遺跡は人々が認識していない間に突如出現したんだぞ）<br />
</p>

<p>
目で見ると普通の遺跡に見えるが、そんなはずはない。そんなはずはないのだ。建物が一瞬にして建造される訳がない。考えろ…。瞬時に現れた建物、転移してきた建物、当然インテリアも転移するだろう、同時に知的生命体も転移してくるかも…。<br />
</p>

<p>
いやいや、さすがに知的生命体はないだろうと咄嗟に否定するも、建造物が一瞬で出現するならば、そのくらいは起こっても変ではないなと思い返す。<br />
</p>

<p>
今何か不快なモヤッとしたのが頭を…。…何か来るっ！！<br />
</p>

<p>
明らかに五感以外の所から察知したモノを咄嗟に回避する。じゃあ何の感覚なんだと問われると分からないが、今の所はありがたく使わせてもらう。側道があってラッキーだと思いつつ、咄嗟の行動だったために、思わず見捨ててしまった後輩の方を流し見る。<br />
</p>

<p>
後輩はあの時と同じ音源によって、左目から脳天にかけてブチ抜かれていた。…今思わずあの時と表現したが、デジャヴのようなものだろうか。具体的には思い出せずに、その記憶にはモヤが掛かっていた。<br />
</p>

<p>
TODO…<br />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: haruki7049</p>
<p class="date">Created: 2025-03-05 Wed 18:02</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
